{
  "Common": {
    "close": "Schließen",
    "top": "Nach oben"
  },
  "Navigation": {
    "about": "Über mich",
    "writing": "Blogs",
    "experience": "Erfahrung",
    "skills": "Fähigkeiten",
    "riddler": "?",
    "credits": "Credits"
  },
  "ClickMe": {
    "text1": "Klick mich!",
    "text2": "Ja!",
    "text3": "Themen!",
    "text4": "Nochmal!"
  },
  "LocaleSwitcher": {
    "title": "Sprache",
    "en": "Englisch",
    "es": "Spanisch",
    "it": "Italienisch",
    "pt": "Portugiesisch",
    "fr": "Französisch",
    "de": "Deutsch"
  },
  "About": {
    "title": "Über mich",
    "description": "Mit über 15 Jahren Erfahrung in der sich ständig weiterentwickelnden Welt der Softwareentwicklung habe ich die letzten 5 Jahre dem Frontend-Entwicklung gewidmet, mit einem Schwerpunkt auf React.",
    "role": "Neben meiner Rolle als Entwickler bin ich an den meisten technischen Entscheidungen beteiligt, einschließlich Design, Architektur und Entwicklung von Kernkomponenten sowie an Aktivitäten im Zusammenhang mit Konfigurationsmanagement, kontinuierlicher Integration, Support, Coaching und Schulung anderer Teammitglieder, immer mit Blick auf die Produktqualität.",
    "collaborate": "Ich bin ein engagierter, proaktiver und ergebnisorientierter Profi mit einem starken Sinn für Verantwortung und Qualität. Ich arbeite in kooperativen Umgebungen, lerne schnell und suche ständig nach neuen Herausforderungen und Möglichkeiten, um weiter zu wachsen.",
    "getstarted": "Loslegen"
  },
  "Writing": {
    "title": "Ich Schreibe Sachen",
    "description": "Ich schreibe über Software, Technik, Künstliche Intelligenz, Mentoring, Karrierewachstum, Innovationen und Meinungen zu verschiedenen Themen."
  },
  "Experience": {
    "title": "Erfahrung",
    "description": "Als Anbieter hatte ich die Gelegenheit, mit diesen herausragenden Kunden zusammenzuarbeiten.",
    "clientDescription1": "Medienunternehmen, das aus der Fusion von WarnerMedia und Discovery, Inc. hervorgegangen ist und ein breites Spektrum an Unterhaltungsinhalten anbietet.",
    "clientDescription2": "Beliebte Online-Jobplattform, die Jobsuchende mit Arbeitgebern weltweit verbindet.",
    "clientDescription3": "Weltweit führendes Unternehmen im Bereich professioneller Dienstleistungen, das innovative Lösungen in den Bereichen Prüfung, Beratung und Beratung anbietet.",
    "clientDescription4": "Kostenloser werbegestützter Streaming-Fernsehdienst im Besitz und betrieben von der Paramount Streaming-Abteilung der Paramount Global.",
    "visit": "Website des Kunden besuchen"
  },
  "Skills": {
    "title": "Technische Fähigkeiten"
  },
  "Riddler": {
    "question": "Was weiß ich über dich",
    "device": "Gerät",
    "os": "Betriebssystem",
    "browser": "Browser",
    "version": "Version",
    "disclaimer": "Diese Website speichert keine Informationen.",
    "city": "Stadt",
    "country": "Land"
  },
  "Credits": {
    "title": "Credits",
    "created": "erstellt von",
    "flaticon": "Bild für das Favicon erstellt von",
    "shots": "Gerahmte Bilder erstellt mit",
    "uaparser": "Wir zeigen Benutzerinformationen an mit",
    "location": "Standort bereitgestellt von",
    "flags": "Flaggenicons von"
  },
  "Footer": {
    "rights": "Lass uns zusammenarbeiten und deine digitale Vision zum Leben erwecken."
  }
}
