{
  "Common": {
    "close": "Close",
    "top": "Go to Top"
  },
  "Navigation": {
    "about": "About",
    "writing": "Blog",
    "podcast": "Podcast",
    "experience": "Experience",
    "skills": "Skills",
    "company": "Company",
    "riddler": "?",
    "credits": "Credits"
  },
  "ClickMe": {
    "text1": "Click me!",
    "text2": "Yeah!",
    "text3": "Themes!",
    "text4": "Again!"
  },
  "LocaleSwitcher": {
    "title": "Language",
    "en": "English",
    "es": "Spanish",
    "it": "Italian",
    "pt": "Portuguese",
    "fr": "French",
    "de": "German"
  },
  "About": {
    "title": "About me",
    "description": "With over 15 years of experience in software development, I've built up a strong expertise in front-end engineering, specializing in React.",
    "role": "As a Lead Software Engineer, I'm involved in key technical decisions across design, architecture, and core component development. Beyond coding, I contribute to configuration management, continuous integration, and team support, while coaching and training team members.",
    "collaborate": "I am a committed, proactive, and results-oriented professional with a strong sense of responsibility and quality. I thrive in collaborative environments, learn quickly, and am always seeking new challenges and opportunities to continue growing.",
    "getstarted": "Get started"
  },
  "Writing": {
    "title": "I Write Stuff",
    "description": "I write about Software, Tech, Artificial Intelligence, Mentoring, Career Growth, Innovation and Opinions on different topics."
  },
  "Podcast": {
    "title": "Code Quests Podcast",
    "description": "Code Quests, is a podcast featuring AI-narrated readings of my articles about software development, technology, and innovation. Join us as we explore the latest trends and insights in the tech world through engaging audio stories."
  },
  "Experience": {
    "title": "Experience",
    "description": "As a vendor, I've had the opportunity to collaborate with these outstanding clients.",
    "clientDescription1": "Media company formed by the merger of WarnerMedia and Discovery, Inc., offering a vast array of entertainment content.",
    "clientDescription2": "Popular online job search platform, connecting job seekers with employers worldwide.",
    "clientDescription3": "A global leader in professional services, providing innovative solutions in auditing, consulting, and advisory services.",
    "clientDescription4": "Free ad-supported streaming television service owned and operated by the Paramount Streaming division of Paramount Global.",
    "visit": "Visit Client Site"
  },
  "Skills": {
    "title": "Tech Skills"
  },
  "Company": {
    "badge": "New Adventure!",
    "title": "Big News – I started a Company!",
    "description": "Decided to start something of my own. It’s a new path, and I'm excited to share it!",
    "cardTitle": "The Why Behind the Decision",
    "card1": "I got tired of the usual 9-to-5 grind and thought, \"Hey, why not shake things up?\"",
    "card2": "We work 30 hours a week because, let's face it, life's too short for endless meetings.",
    "card3": "We're all about quick progress. You'll see updates daily – no waiting around for months!",
    "card4": "We use some pretty nifty AI tools. It's like having a super-smart robot assistant!",
    "quote": "\"Quality, efficiency, and maybe having a bit of fun along the way. That's the goal!\"",
    "button": "Check out my company"
  },
  "Riddler": {
    "question": "What do I know about you",
    "device": "Device",
    "os": "Operating System",
    "browser": "Browser",
    "version": "Version",
    "disclaimer": "This site does not store any information.",
    "city": "City",
    "country": "Country"
  },
  "Credits": {
    "title": "Credits",
    "created": "created by",
    "flaticon": "Image for the favicon created by",
    "shots": "Framed images created with",
    "uaparser": "We show user's info using",
    "location": "Location provided by",
    "flags": "Flags icons by"
  },
  "Footer": {
    "rights": "Let's collaborate and bring your digital vision to life."
  },
  "NotFound": {
    "title": "Page Not Found",
    "description": "Sorry, the page you are looking for does not exist.",
    "backHome": "Back to Home"
  }
}
