{
  "Common": {
    "my": "Mi"
  },
  "Navigation": {
    "about": "Acerca de",
    "experience": "Experiencia",
    "skills": "Tecnologias",
    "riddler": "?",
    "credits": "Creditos"
  },
  "ClickMe": {
    "text1": "Clickeame!",
    "text2": "Si!",
    "text3": "Temas!",
    "text4": "Otra vez!"
  },
  "LocaleSwitcher": {
    "title": "Idioma",
    "en": "Ingles",
    "es": "Español"
  },
  "About": {
    "title": "Acerca de mi",
    "description": "Con más de 15 años de experiencia en el siempre cambiante mundo del desarrollo de software, he dedicado los últimos 5 años al desarrollo frontend, con un enfoque en React.",
    "role": "Además de mi rol como desarrollador, participo en la mayoría de las decisiones técnicas, que incluyen diseño, arquitectura y desarrollo de componentes principales, así como en actividades relacionadas con la gestión de configuración, integración continua, soporte, capacitación y entrenamiento de otros miembros del equipo, siempre teniendo en cuenta la calidad del producto.",
    "colaborate": "Colaboremos y hagamos realidad tu visión digital.",
    "getstarted": "Empecemos"
  },
  "Experience": {
    "title": "Experiencia",
    "description": "Como proveedor, he tenido la oportunidad de colaborar con estos destacados clientes.",
    "clientDescription1": "Empresa de medios formada por la fusión de WarnerMedia y Discovery, Inc., que ofrece una amplia gama de contenido de entretenimiento.",
    "clientDescription2": "Popular plataforma de búsqueda de empleo en línea, que conecta a solicitantes de empleo con empleadores de todo el mundo.",
    "clientDescription3": "Líder global en servicios profesionales, que ofrece soluciones innovadoras en servicios de auditoría, consultoría y asesoría."
  },
  "Skills": {
    "title": "Tecnologias"
  },
  "Riddler": {
    "title": "?"
  },
  "Credits": {
    "title": "Creditos",
    "created": "creado por",
    "flaticon": "Imagen de favicon creada por",
    "shots": "Imágenes enmarcadas creadas con",
    "close": "Cerrar"
  },
  "Footer": {
    "rights": "Todos los derechos reservados"
  }
}
