{
  "Common": {
    "close": "Cerrar",
    "top": "Ir arriba"
  },
  "Navigation": {
    "about": "Acerca de",
    "writing": "Blog",
    "podcast": "Podcast",
    "experience": "Experiencia",
    "skills": "Tecnologias",
    "company": "Empresa",
    "riddler": "?",
    "credits": "Creditos"
  },
  "ClickMe": {
    "text1": "Clickeame!",
    "text2": "Si!",
    "text3": "Temas!",
    "text4": "Otra vez!"
  },
  "LocaleSwitcher": {
    "title": "Idioma",
    "en": "Ingles",
    "es": "Español",
    "it": "Italiano",
    "pt": "Portugues",
    "fr": "Frances",
    "de": "Aleman"
  },
  "About": {
    "title": "Acerca de mi",
    "description": "Con más de 15 años de trayectoria en desarrollo de software, he adquirido una sólida experiencia en tecnologías front-end, especializándome en React.",
    "role": "Como Lead Software Engineer, participo en decisiones técnicas de diseño, arquitectura y desarrollo de componentes core. Más allá de la programación, contribuyo en la gestión de configuración, integración continua y soporte del equipo, además de brindar mentoría y capacitación a sus integrantes.",
    "collaborate": "Soy un profesional comprometido, proactivo y orientado a resultados, con un fuerte sentido de responsabilidad y calidad. Me desenvuelvo en entornos colaborativos, aprendo rápido y siempre busco nuevos desafíos y oportunidades para continuar creciendo.",
    "getstarted": "Empecemos"
  },
  "Writing": {
    "title": "Escribo Cosas",
    "description": "Escribo sobre Software, Tecnología, Inteligencia Artificial, Mentoría, Crecimiento Profesional, Innovación y Opiniones sobre diferentes temas."
  },
  "Podcast": {
    "title": "Code Quests Podcast",
    "description": "Code Quests es un podcast con lecturas narradas por IA de mis artículos sobre desarrollo de software, tecnología e innovación. Unite mientras exploramos las últimas tendencias y conocimientos en el mundo tecnológico a través de historias de audio atractivas."
  },
  "Experience": {
    "title": "Experiencia",
    "description": "Como proveedor, he tenido la oportunidad de colaborar con estos destacados clientes.",
    "clientDescription1": "Empresa de medios formada por la fusión de WarnerMedia y Discovery, Inc., que ofrece una amplia gama de contenido de entretenimiento.",
    "clientDescription2": "Popular plataforma de búsqueda de empleo en línea, que conecta a solicitantes de empleo con empleadores de todo el mundo.",
    "clientDescription3": "Líder global en servicios profesionales, que ofrece soluciones innovadoras en servicios de auditoría, consultoría y asesoría.",
    "clientDescription4": "Servicio gratuito de televisión por streaming con publicidad, propiedad y operado por la división Paramount Streaming de Paramount Global.",
    "visit": "Web del Cliente"
  },
  "Skills": {
    "title": "Tecnologias"
  },
  "Company": {
    "badge": "Nueva aventura!",
    "title": "Gran noticia – Cree una empresa!",
    "description": "Decidí empezar algo propio. Es un nuevo camino, y estoy emocionado de compartirlo!",
    "cardTitle": "La razón detrás de la decisión",
    "card1": "Me cansé de la rutina de 9 a 5 y pensé, \"Por qué no cambiar las cosas?\"",
    "card2": "Trabajamos 30 horas a la semana porque, seamos sinceros, la vida es demasiado corta para reuniones interminables.",
    "card3": "Nos enfocamos en el progreso rápido. Actualizaciones diarias – nada de esperar meses!",
    "card4": "Usamos algunas herramientas de IA. Es como tener un asistente robot superinteligente!",
    "quote": "\"Calidad, eficiencia, y tal vez un poco de diversión en el proceso. Ese es el objetivo!\"",
    "button": "Conoce mi empresa"
  },
  "Riddler": {
    "question": "¿Qué sé de ti",
    "device": "Dispositivo",
    "os": "Sistema Operativo",
    "browser": "Navegador",
    "version": "Versión",
    "disclaimer": "Este sitio no almacena ninguna información.",
    "city": "Ciudad",
    "country": "Pais"
  },
  "Credits": {
    "title": "Creditos",
    "created": "creado por",
    "flaticon": "Imagen de favicon creada por",
    "shots": "Imágenes enmarcadas creadas con",
    "uaparser": "Mostramos la información del usuario utilizando",
    "location": "Ubicación proporcionada por",
    "flags": "Iconos de banderas creados por"
  },
  "Footer": {
    "rights": "Colaboremos y hagamos realidad tu visión digital."
  },
  "NotFound": {
    "title": "Página No Encontrada",
    "description": "Lo sentimos, la página que estás buscando no existe.",
    "backHome": "Volver al Inicio"
  }
}
