{
  "Common": {
    "close": "Fermer",
    "top": "Haut de page"
  },
  "Navigation": {
    "about": "À propos",
    "writing": "Blog",
    "podcast": "Podcast",
    "experience": "Expérience",
    "skills": "Compétences",
    "company": "Entreprise",
    "riddler": "?",
    "credits": "Crédits"
  },
  "ClickMe": {
    "text1": "Cliquez ici !",
    "text2": "Oui !",
    "text3": "Thèmes !",
    "text4": "Encore une fois !"
  },
  "LocaleSwitcher": {
    "title": "Langue",
    "en": "Anglais",
    "es": "Espagnol",
    "it": "Italien",
    "pt": "Portugais",
    "fr": "Français",
    "de": "Allemand"
  },
  "About": {
    "title": "À propos de moi",
    "description": "Avec plus de 15 ans d'expérience dans le développement logiciel, j'ai acquis une solide expertise dans divers secteurs, notamment la finance, les médias, la santé et l'IoT.",
    "role": "En tant qu'Ingénieur Logiciel Principal, je prends des décisions techniques clés sur la conception, l'architecture et le développement des composants principaux. Au-delà du codage, je contribue à la gestion de la configuration, à l'intégration continue et au soutien de l'équipe, tout en fournissant mentorat et formation.",
    "collaborate": "Je suis un professionnel engagé, proactif et orienté vers les résultats, avec un sens fort de la responsabilité et de la qualité. Je m'épanouis dans des environnements collaboratifs, j'apprends vite et je suis toujours en quête de nouveaux défis et opportunités pour continuer à grandir.",
    "getstarted": "Commencer"
  },
  "Writing": {
    "title": "J'écris des Trucs",
    "description": "J'écris sur les logiciels, la technologie, l'intelligence artificielle, le mentorat, l'évolution de carrière, l'innovation et des opinions sur différents sujets."
  },
  "Podcast": {
    "title": "Code Quests Podcast",
    "description": "Code Quests est un podcast avec des lectures narrées par IA de mes articles sur le développement logiciel, la technologie et l'innovation. Rejoignez-nous pour explorer les dernières tendances et idées du monde technologique à travers des histoires audio captivantes."
  },
  "Experience": {
    "title": "Expérience",
    "description": "En tant que fournisseur, j'ai eu l'occasion de collaborer avec ces clients exceptionnels.",
    "clientDescription1": "Société de médias formée par la fusion de WarnerMedia et Discovery, Inc., offrant une vaste gamme de contenus de divertissement.",
    "clientDescription2": "Plateforme populaire de recherche d'emploi en ligne, mettant en relation les demandeurs d'emploi avec des employeurs du monde entier.",
    "clientDescription3": "Leader mondial des services professionnels, proposant des solutions innovantes en matière d'audit, de conseil et de services consultatifs.",
    "clientDescription4": "Service de télévision en streaming gratuit financé par la publicité, détenu et exploité par la division Paramount Streaming de Paramount Global.",
    "visit": "Visiter le site du client"
  },
  "Skills": {
    "title": "Compétences techniques"
  },
  "Company": {
    "badge": "Nouvelle aventure !",
    "title": "Grande nouvelle – J'ai lancé une entreprise !",
    "description": "J'ai décidé de créer quelque chose à moi. C'est un nouveau chemin, et je suis ravi de le partager !",
    "cardTitle": "La raison derrière cette décision",
    "card1": "Je me suis lassé du train-train quotidien et me suis dit, \"Pourquoi ne pas tout changer ?\"",
    "card2": "Nous travaillons 30 heures par semaine car, soyons honnêtes, la vie est trop courte pour des réunions interminables.",
    "card3": "On est là pour un progrès rapide. Tu verras des mises à jour quotidiennes – pas de longue attente de plusieurs mois !",
    "card4": "On utilise des outils d'IA très astucieux. C'est comme avoir un assistant robot super intelligent !",
    "quote": "\"Qualité, efficacité, et peut-être un peu de plaisir en chemin. C'est l'objectif !\"",
    "button": "Découvre mon entreprise"
  },
  "Riddler": {
    "question": "Que sais-je de vous",
    "device": "Appareil",
    "os": "Système d'exploitation",
    "browser": "Navigateur",
    "version": "Version",
    "disclaimer": "Ce site ne stocke aucune information.",
    "city": "Ville",
    "country": "Pays"
  },
  "Credits": {
    "title": "Crédits",
    "created": "créé par",
    "flaticon": "Image pour le favicon créée par",
    "shots": "Images encadrées créées avec",
    "uaparser": "Nous montrons les informations de l'utilisateur à l'aide de",
    "location": "Emplacement fourni par",
    "flags": "Icônes de drapeau créées par"
  },
  "Footer": {
    "rights": "Collaborons et donnons vie à votre vision numérique."
  },
  "NotFound": {
    "title": "Page Non Trouvée",
    "description": "Désolé, la page que vous recherchez n'existe pas.",
    "backHome": "Retour à l'Accueil"
  }
}
