{
  "Common": {
    "close": "Chiudi",
    "top": "Torna in cima"
  },
  "Navigation": {
    "about": "Chi sono",
    "writing": "Blog",
    "podcast": "Podcast",
    "experience": "Esperienza",
    "skills": "Competenze",
    "company": "Azienda",
    "riddler": "?",
    "credits": "Crediti"
  },
  "ClickMe": {
    "text1": "Clicca qui!",
    "text2": "Sì!",
    "text3": "Temi!",
    "text4": "Ancora!"
  },
  "LocaleSwitcher": {
    "title": "Lingua",
    "en": "Inglese",
    "es": "Spagnolo",
    "it": "Italiano",
    "pt": "Portoghese",
    "fr": "Francese",
    "de": "Tedesco"
  },
  "About": {
    "title": "Chi sono",
    "description": "Con oltre 15 anni di esperienza nello sviluppo software, ho sviluppato una solida competenza nell'ingegneria front-end, specializzandomi in React.",
    "role": "Come Lead Software Engineer, sono coinvolto nelle principali decisioni tecniche riguardanti la progettazione, l'architettura e lo sviluppo dei componenti principali. Oltre alla codifica, contribuisco alla gestione delle configurazioni, all'integrazione continua e al supporto del team, fornendo anche coaching e formazione ai membri del team.",
    "collaborate": "Sono un professionista impegnato, proattivo e orientato ai risultati, con un forte senso di responsabilità e qualità. Mi trovo bene in ambienti collaborativi, apprendo velocemente e sono sempre alla ricerca di nuove sfide e opportunità per continuare a crescere.",
    "getstarted": "Inizia"
  },
  "Writing": {
    "title": "Scrivo Cose",
    "description": "Scrivo di Software, Tecnologia, Intelligenza Artificiale, Mentoring, Crescita Professionale, Innovazione e Opinioni su diversi argomenti."
  },
  "Podcast": {
    "title": "Code Quests Podcast",
    "description": "Code Quests è un podcast con letture narrate dall'IA dei miei articoli sullo sviluppo software, la tecnologia e l'innovazione. Unisciti a noi mentre esploriamo le ultime tendenze e intuizioni nel mondo della tecnologia attraverso storie audio coinvolgenti."
  },
  "Experience": {
    "title": "Esperienza",
    "description": "Come fornitore, ho avuto l'opportunità di collaborare con questi eccezionali clienti.",
    "clientDescription1": "Azienda media nata dalla fusione di WarnerMedia e Discovery, Inc., che offre una vasta gamma di contenuti di intrattenimento.",
    "clientDescription2": "Piattaforma popolare di ricerca di lavoro online, che mette in contatto i candidati con i datori di lavoro in tutto il mondo.",
    "clientDescription3": "Leader mondiale nei servizi professionali, che fornisce soluzioni innovative in materia di revisione, consulenza e servizi di consulenza.",
    "clientDescription4": "Servizio di televisione in streaming gratuito supportato da annunci pubblicitari, di proprietà e gestito dalla divisione Paramount Streaming di Paramount Global.",
    "visit": "Visita il sito del cliente"
  },
  "Skills": {
    "title": "Competenze tecniche"
  },
  "Company": {
    "badge": "Nuova avventura!",
    "title": "Grandi notizie – Ho avviato un'azienda!",
    "description": "Ho deciso di iniziare qualcosa di mio. È un nuovo percorso, e sono entusiasta di condividerlo!",
    "cardTitle": "Il motivo dietro la decisione",
    "card1": "Mi sono stancato della solita routine dalle 9 alle 5 e ho pensato, \"Perché non cambiare un po' le cose?\"",
    "card2": "Lavoriamo 30 ore a settimana perché, diciamocelo, la vita è troppo breve per riunioni infinite.",
    "card3": "Siamo orientati al progresso rapido. Vedrai aggiornamenti quotidiani – niente attese di mesi!",
    "card4": "Usiamo strumenti di IA davvero interessanti. È come avere un assistente robot super intelligente!",
    "quote": "\"Qualità, efficienza, e magari anche un po' di divertimento lungo il percorso. Questo è l'obiettivo!\"",
    "button": "Dai un'occhiata alla mia azienda"
  },
  "Riddler": {
    "question": "Cosa so di te",
    "device": "Dispositivo",
    "os": "Sistema operativo",
    "browser": "Browser",
    "version": "Versione",
    "disclaimer": "Questo sito non memorizza alcuna informazione.",
    "city": "Città",
    "country": "Paese"
  },
  "Credits": {
    "title": "Crediti",
    "created": "creato da",
    "flaticon": "Immagine per il favicon creata da",
    "shots": "Immagini in cornice create con",
    "uaparser": "Mostriamo le informazioni dell'utente utilizzando",
    "location": "Posizione fornita da",
    "flags": "Icone delle bandiere di"
  },
  "Footer": {
    "rights": "Collaboriamo e diamo vita alla tua visione digitale."
  },
  "NotFound": {
    "title": "Pagina Non Trovata",
    "description": "Ci dispiace, la pagina che stai cercando non esiste.",
    "backHome": "Torna alla Home"
  }
}
