{
  "Common": {
    "my": "Meu",
    "close": "Fechar",
    "top": "Voltar ao topo"
  },
  "Navigation": {
    "about": "Sobre",
    "experience": "Experiência",
    "skills": "Habilidades",
    "riddler": "?",
    "credits": "Créditos"
  },
  "ClickMe": {
    "text1": "Clique em mim!",
    "text2": "Sim!",
    "text3": "Temas!",
    "text4": "Novamente!"
  },
  "LocaleSwitcher": {
    "title": "Idioma",
    "en": "Inglês",
    "es": "Espanhol",
    "it": "Italiano",
    "pt": "Português",
    "fr": "Francês",
    "de": "Alemão"
  },
  "About": {
    "title": "Sobre mim",
    "description": "Com mais de 15 anos de experiência no mundo em constante evolução do desenvolvimento de software, dediquei os últimos 5 anos ao desenvolvimento frontend, com foco em React.",
    "role": "Além do meu papel como desenvolvedor, estou envolvido na maioria das decisões técnicas, incluindo design, arquitetura e desenvolvimento de componentes principais, bem como em atividades relacionadas à gestão de configuração, integração contínua, suporte, treinamento e treinamento de outros membros da equipe, sempre tendo em mente a qualidade do produto.",
    "collaborate": "Sou um profissional comprometido, proativo e orientado para resultados, com um forte sentido de responsabilidade e qualidade. Desenvolvo-me em ambientes colaborativos, aprendo rápido e estou sempre em busca de novos desafios e oportunidades para continuar crescendo.",
    "getstarted": "Comece"
  },
  "Experience": {
    "title": "Experiência",
    "description": "Como fornecedor, tive a oportunidade de colaborar com esses clientes excepcionais.",
    "clientDescription1": "Empresa de mídia formada pela fusão da WarnerMedia e Discovery, Inc., oferecendo uma vasta gama de conteúdo de entretenimento.",
    "clientDescription2": "Plataforma popular de busca de emprego on-line, conectando candidatos a emprego a empregadores em todo o mundo.",
    "clientDescription3": "Líder global em serviços profissionais, oferecendo soluções inovadoras em serviços de auditoria, consultoria e assessoria.",
    "clientDescription4": "Serviço gratuito de televisão por streaming com suporte de anúncios, propriedade e operado pela divisão de Streaming da Paramount Global.",
    "visit": "Visite o site do cliente"
  },
  "Skills": {
    "title": "Habilidades Técnicas"
  },
  "Riddler": {
    "question": "O que eu sei sobre você",
    "device": "Dispositivo",
    "os": "Sistema Operacional",
    "browser": "Navegador",
    "version": "Versão",
    "disclaimer": "Este site não armazena nenhuma informação.",
    "city": "Cidade",
    "country": "País"
  },
  "Credits": {
    "title": "Créditos",
    "created": "criado por",
    "flaticon": "Imagem do favicon criada por",
    "shots": "Imagens emolduradas criadas com",
    "uaparser": "Mostramos informações do usuário usando",
    "location": "Localização fornecida por",
    "flags": "Ícones de bandeira criados por"
  },
  "Footer": {
    "rights": "Vamos colaborar e dar vida à sua visão digital."
  }
}
